Repository: studiolab-os/buybox-giftcard-payment-woocommerce
Catalog: languages/woocommerce-buybox-*.po
Languages: fr_fr

source: Making new connection to
fr_fr: Ouvre une nouvelle connection vers

source: Connect failed with CURL method
fr_fr: Echec de la connection avec la méthode CURL

source: Connect with CURL method successfull
fr_fr: Connection réussie avec la méthode CURL

source: Sending this params:
fr_fr: Envoie des paramètres :

source: Send with CURL method failed ! Error:
fr_fr: Echec de l'envoie avec la méthode CURL ! Erreur :

source: Send with CURL method successfull
fr_fr: Envoie réussi avec la méthode CURL

source: Connect failed with fsockopen method
fr_fr: Echec de la connection avec la méthode fsockopen

source: Send with fsockopen method failed !
fr_fr: Echec de l'envoie avec la méthode fsockopen ! Erreur :

source: Send with fsockopen method sucessfull
fr_fr: Envoie réussi avec la méthode fsockopen

source: Buybox response:
fr_fr: Réponse Buybox:

source: Gift card %s &nbsp;
fr_fr: Carte cadeau %s

source: Server Credentials
fr_fr: Information serveur

source: <b style="color: red;">Prior to the use of this module, please check if Curl or openSSL are activated on your server.</b><br /><br />Without SSL, this module will not be able to contact Buybox API<br />
fr_fr: <b style="color: red;">Dans le but d'utiliser ce module,</b><br /><br />Vérifiez si votre serveur supporte Curl ou openSSL.<br />

source: Common payment settings
fr_fr: Réglages du paiement Buybox

source: Enable Buybox
fr_fr: Activer Buybox

source: Enable Buybox eGift Card plus Module.
fr_fr: Active le module Buybox eGift Card plus.

source: Enable sandbox
fr_fr: Activer sandbox:

source: Test mode.
fr_fr: Mode test

source: Payment settings
fr_fr: Réglage du paiement

source: API user:
fr_fr: Utilisateur API:

source: 60 char max.
fr_fr: 60 car max.

source: API password:
fr_fr: Mot de passe API:

source: 20 char max.
fr_fr: 20 car max.

source: API signature:
fr_fr: Signature API:

source: General settings
fr_fr: Réglages généraux

source: Merchant name:
fr_fr: Nom du marchand:

source: Service domain:
fr_fr: Domaine du Service:

source: Example: lapomme.buybox.net
fr_fr: Exemple: lapomme.buybox.net

source: Authorisation to Buybox failed
fr_fr: L'authorisation auprès de Buybox a échoué

source: Buybox returned error
fr_fr: Buybox a renvoyé une erreur

source: Buybox returned error
fr_fr: Buybox a renvoyé une erreur

source: Token given by Buybox is not the same than cookie one
fr_fr: Le token renvoyé par Buybox est différent de celui du cookie

source: Order finished with Buybox!
fr_fr: Commande auprès de Buybox terminée!

source: Payment accepted by buybox
fr_fr: Paiement accepté par Buybox

source: Thank you for your order, you will be redirected on buybox platform.
fr_fr: Merci de votre commande, vous allez être redirigé vers la plateforme Buybox.

source: No token given by Buybox
fr_fr: Aucun token n'a été renvoyé par Buybox

source: <strong>Error!</strong> Woocommerce is mandatory. Please install it.
fr_fr: <strong>Erreur!</strong> Woocommerce est obligatoire, vous devez l'installer

source: Settings
fr_fr: Configuration

source: Docs
fr_fr: Documentation
